Repository: oat-sa/extension-tao-blueprints
Catalog: locales/*/messages.po
Languages: ja_jp, pt_br

source: A blueprint need to be selected first
ja_jp: まずはブループリントの選択が必要です
pt_br: O diagrama precisa ser selecionado primeiro

source: A blueprint need values
ja_jp: ブループリントに必要な値
pt_br: Um diagrama precisa de valores

source: Blueprint
ja_jp: ブループリント
pt_br: Planta

source: Blueprint found, but it's not correctly formed. Property key missing.
ja_jp: ブループリントは見つかりましたが、正しく形成されていません。プロパティキーがありません。

source: Blueprint found, but it's not correctly formed. Selection key missing.
ja_jp: ブループリントは見つかりましたが、正しく形成されていません。選択キーがありません

source: Blueprint saved
ja_jp: ブループリント保存
pt_br: Diagrama salvo

source: Blueprint successfully saved.
ja_jp: ブループリントの保存が完了しました
pt_br: Projeto salvo com sucesso.

source: Blueprint target property successfully saved.
ja_jp: ブループリントのターゲットプロパティの保存が完了しました。
pt_br: Propriedade alvo de Diagrama salva com sucesso.

source: Blueprints
ja_jp: ブループリント
pt_br: Diagramas

source: Blueprints library
ja_jp: ブループリント・ライブラリ
pt_br: Biblioteca de Diagramas

source: Class schema saved
ja_jp: クラススキーマが保存されました
pt_br: Esquema de classe salvo

source: Delete
ja_jp: 削除
pt_br: excluir

source: Edit Blueprint
ja_jp: ブループリント編集
pt_br: Editar Diagrama

source: Edit blueprint class schema
ja_jp: ブループリント・クラススキーマ編集
pt_br: Editar esquema de classe de plantas

source: Error on saving blueprint content.
ja_jp: ブループリントを保存する際にエラーが発生しました
pt_br: Erro ao salvar conteúdo de diagramas.

source: has no resources.
ja_jp: リソースがありません
pt_br: não tem recursos.

source: Impossible to delete a blueprint in use into test
ja_jp: 使用中のブループリントをテスト用に削除することはできません
pt_br: Impossível excluir um diagrama em uso no teste

source: Manage Schema
ja_jp: スキーマ管理
pt_br: Gerenciar esquema

source: Matrix is not correctly set.
ja_jp: マトリックスが正しく設定されていません
pt_br: Matriz não foi definida corretamente.

source: Move
ja_jp: 移動
pt_br: Mover-se

source: New blueprint
ja_jp: 新規ブループリント
pt_br: Novo diagrama

source: New class
ja_jp: 新規クラス
pt_br: Nova classe

source: No eligible property
ja_jp: 対象プロパティがありません
pt_br: Nenhuma propriedade elegível

source: No property defined, please select a property.
ja_jp: プロパティが定義されていません。プロパティを選択してください。
pt_br: Nenhuma propriedade definida, selecione uma propriedade.

source: Please select a property
ja_jp: プロパティを選択してください
pt_br: Por favor, selecione uma propriedade

source: Properties
ja_jp: プロパティ
pt_br: propriedades

source: Requested property does not exists.
ja_jp: リクエストされたプロパティは存在しません
pt_br: A propriedade solicitada não existe.

source: Save
ja_jp: 保存
pt_br: Guardar

source: Target Property
ja_jp: 対象のプロパティ

source: The property is not found or inacurrate
ja_jp: プロパティが見つからない，またはデータが正しくありません
pt_br: A propriedade não é encontrada ou não é inacurrate

source: Unable to find associate content for this blueprint.
ja_jp: このブループリントに関連したコンテンツが見つかりません
pt_br: Não foi possível encontrar o conteúdo associado para este projeto.

source: Unable to find blueprint to save matrix.
ja_jp: マトリックスを保存するためのブループリントが見つかりません
pt_br: Não foi possível encontrar o projeto para salvar a matriz.

source: Unable to find target property.
ja_jp: 対象となるプロパティが見つかりません
pt_br: Não foi possível encontrar a propriedade de destino.

source: Wrong request mode
ja_jp: 間違ったリクエストモード
pt_br: Modo de requisição errado

source: Blueprint found, but it\'s not correctly formed. Property key missing.
pt_br: Diagrama encontrado, mas não formatado corretamente. Chave de propriedade faltando.

source: Blueprint found, but it\'s not correctly formed. Selection key missing.
pt_br: Diagrama encontrado, mas não formatado corretamente. Falta a tecla de seleção.
